Repository: Gixx/WebHemi
Catalog: src/WebHemi/I18n/Translation/*/LC_MESSAGES/messages.po
Languages: hu

source: Today
hu: Ma

source: Published at: %s
hu: Publikálva: %s-kor

source: In the area of %s
hu: %s körzetében

source: In category of %s
hu: A(z) %s kategóriában

source: with tags: %s
hu: %s címkékkel.

source: Read more...
hu: Tovább...

source: News Feed
hu: Hírfolyam

source: Categories
hu: Kategóriák

source: Tags
hu: Címkék

source: Archive
hu: Archívum

source: Copyright &copy; %d. All rights reserved.
hu: Minden jog fenntartva &copy; %d.

source: User
hu: Felhasználó

source: Author: %s
hu: Szerző: %s

source: About the author
hu: A szerzőről

source: Error 401: Unauthorized
hu: 401-es hiba: Authentikáció szükséges

source: <p>You have attempted to access a page for which you are not authorized. This page will automatically redirect to the %s Home Page in 10 seconds or click the following link to manually redirect this page to %s.</p>
hu: <p>Úgy tűnik, egy olyan tartalmat akartál megtekinteni, ami azonosításhoz kötött. Ez a hibaoldal automatikusan átirányít a kezdőlapra (%s) 10 másodperc múlva, vagy az alábbi linkre kattintva ezt te magad is megteheted: %s.</p>

source: Error 403: Forbidden
hu: 403-as hiba: Hozzáférés megtagadva

source: <p>Sorry! You don't have access permissions for this page:</p> <blockquote><p>%s</p></blockquote> <p>Webservers and websites have directories and files that are not open to the public for security reasons.</p> <p>Please try the following:</p> <ul> <li>If you typed the page address in the Address bar, make sure that it is spelled correctly.</li> <li>Open the %s home page, and then look for links to the information you want.</li> <li>Click the Back button to try another link.</li> </ul>
hu: <p>Sajnáljuk! Úgy tűnik, nem rendelkezel a megfeleő jogosultságokkal az alábbi oldal megtekintéséhez:</p> <blockquote><p>%s</p></blockquote> <p>A szerverek és weboldalak rendelkeznek olyan tartalmakkal, amik biztonsági okokból nem hozzáférhetőek mindenki számára.</p> <p>Kérjük, próbálkozz a következőkkel:</p> <ul> <li>Ha személyesen gépelted be a címet a Címsávba, győződj meg róla, hogy nem vétettél-e valamilyen hibát.</li> <li>Nyisd meg a kezdő oldalt a %s címen, és keress hivatkozásokat a keresett információra vonatkozóan.</li> <li>Lépj vissza a böngésző "Vissza" gombjával, és próbálj ki egy másik hivatkozást.</li> </ul>

source: Error 404: Not Found
hu: 404-es hiba: Az oldal nem található

source: <p>The page you are seeking cannot be found:</p> <blockquote><p>%s</p></blockquote> <p>The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.</p> <p>Please try the following:</p> <ul> <li>If you typed the page address in the Address bar, make sure that it is spelled correctly.</li> <li>Open the %s home page, and then look for links to the information you want.</li> <li>Click the Back button to try another link.</li> </ul>
hu: <p>A keresett oldal nem található:</p> <blockquote><p>%s</p></blockquote> <p>Az oldal, amit kerestél vagy törölve lett, vagy át lett nevezve, vagy csak átmenetileg nem elérhető.</p> <p>Kérjük, próbálkozz a következőkkel:</p> <ul> <li>Ha személyesen gépelted be a címet a Címsávba, győződj meg róla, hogy nem vétettél-e valamilyen hibát.</li> <li>Nyisd meg a kezdő oldalt a %s címen, és keress hivatkozásokat a keresett információra vonatkozóan.</li> <li>Lépj vissza a böngésző "Vissza" gombjával, és próbálj ki egy másik hivatkozást.</li> </ul>

source: Error 405: Method Not Allowed
hu: 405-ös hiba: A hozzáférési mód nem engedélyezett

source: <p>The method you are using to access the page is not allowed.</p> <p>Please try the following:</p> <ul> <li>If you typed the page address in the Address bar, make sure that it is spelled correctly.</li> <li>Open the %s home page, and then look for links to the information you want.</li> <li>Click the Back button to try another link.</li> </ul>
hu: <p>A mód, amivel az oldalt lekérdezted nem megengedett.</p> <p>Kérjük próbálkozz a következőkkel:</p> <ul> <li>Ha személyesen gépelted be a címet a Címsávba, győződj meg róla, hogy nem vétettél-e valamilyen hibát.</li> <li>Nyisd meg a kezdő oldalt a %s címen, és keress hivatkozásokat a keresett információra vonatkozóan.</li> <li>Lépj vissza a böngésző "Vissza" gombjával, és próbálj ki egy másik hivatkozást.</li> </ul>

source: Error 500: Internal Server Error
hu: 500-as hiba: Szerver oldali hiba

source: <p>We apologize, an error occured on our side while handling your request. The details of the incident are recorded and will be investigated shortly.</p> <p>In the mean time, please retry your request as it may have been temporary.</p>
hu: <p>Elnézést, úgy tűnik, hiba történt a mi oldalunkon, miközben a kérést kezeltük. Az incidens részleteit rögzítettük és hamarosan kivizsgáljuk.</p> <p>Időközben kérjük ismételd meg a kérést, mivel lehet, hogy csak egy átmeneti hibáról van szó.</p>

source: Error 501: Not Implemented
hu: 501-es hiba: Nincs implementálva

source: <p>The server either does not recognize the request method, or it lacks the ability to fulfill the request</p>
hu: <p>A szerver vagy nem ismeri ezt a lekérési módot, vagy csak képtelen teljesíteni azt.</p>

source: Error 400: Bad Request
hu: 400-as hiba: Hibás kérés

source: <p>The link that you try to visit seems to be broken or invalid.</p> <p>Please try the following:</p> <ul> <li>If you typed the page address in the Address bar, make sure that it is spelled correctly.</li> <li>Open the %s home page, and then look for links to the information you want.</li> <li>Click the Back button to try another link.</li> </ul>
hu: <p>Úgy tűnik, hogy link, amit meg akartál nézni, hibás van nem megfelelő.</p> <p>Kérjük próbálkozz a következőkkel:</p> <ul> <li>Ha személyesen gépelted be a címet a Címsávba, győződj meg róla, hogy nem vétettél-e valamilyen hibát.</li> <li>Nyisd meg a kezdő oldalt a %s címen, és keress hivatkozásokat a keresett információra vonatkozóan.</li> <li>Lépj vissza a böngésző "Vissza" gombjával, és próbálj ki egy másik hivatkozást.</li> </ul>

source: List
hu: Lista

source: No publications are available.
hu: Nincs megjeleníthető tartalom.

source: <p>We are sorry. Although this page exists, but there is not any data to present at the moment.</p> <p>Please try the following:</p> <ul> <li>Choose another link from the menu.</li> <li>Open the %s home page, and then look for links to the information you want.</li> <li>Click the Back button to try another link.</li> </ul>
hu: <p>Sajnáljuk. Habár az oldal maga létezik, de jelen pillanatban nincs semmilyen megjeleníthető tartalom rajta.</p> <p>Kérjük próbálkozz a következőkkel:</p> <ul> <li>Válassz egy másik linket a menüből.</li> <li>Nyisd meg a kezdő oldalt a %s címen, és keress hivatkozásokat a keresett információra vonatkozóan.</li> <li>Lépj vissza a böngésző "Vissza" gombjával, és próbálj ki egy másik hivatkozást.</li> </ul>
